Repository: PhamHoanVinh24/PartyBackend
Catalog: III.Admin/Resources/Controllers/EduQuizController.*.resx
Languages: de, fr, ja, km, ko, lo

# CMS_CAT_DISPLAY
source: Display
de: Anzeige
fr: Affichage
ja: 画面
km: តាមងអស់
ko: 표시하다
lo: ສະແດງ

# CMS_CAT_NOT_DISPLAY
source: Not displayed
de: Nicht angezeigt
fr: Pas affichée
ja: 表示されていません
km: អាលេវីម
ko: 표시되지 않습니다
lo: ບໍ່ສະແດງ

# CMS_ITEM_ARC_ALL
source: All
de: Alles
fr: Tout
ja: 全て
km: ការផ្ចយយរ
ko: 모두
lo: ທັງຫມົດ

# CMS_ITEM_ARC_EN
source: English
de: Englisch
fr: Anglais
ja: 英語
km: ប្រៃសណីយ៍ឆ្នើម
ko: 영어
lo: ພາສາອັງກິດ

# CMS_ITEM_ARC_FOCAL
source: Focus
de: Fokus
fr: Se concentrer
ja: 集中
km: មេរៀនទៀងទាត់
ko: 집중하다
lo: ສຸມໃສ່

# CMS_ITEM_ARC_IMPRESSIVE_ARC
source: Outstanding post
de: Hervorragender Beitrag
fr: Post exceptionnel
ja: 優れた投稿
km: ជនជាតិវៀតណាម
ko: 뛰어난 포스트
lo: Post ທີ່ພົ້ນເດັ່ນ

# CMS_ITEM_ARC_NORMAL
source: Regular lessons
de: Regelmäßige Lektionen
fr: Cours ordinaires
ja: 定例レッスン
km: ដេលបេញចិត្ដ
ko: 정규 수업
lo: ບົດຮຽນປົກກະຕິ

# CMS_ITEM_ARC_VN
source: Vietnamese
de: Vietnamesisch
fr: vietnamien
ja: ベトナム人
km: ឯកសារ​ភ្ជាប់
ko: 베트남어
lo: ໄທຍວນ

# CMS_ITEM_BTN_CONTENT
source: Content
de: Inhalt
fr: Teneur
ja: コンテンツ
km: ធម្ផារម្ផន៍
ko: 콘텐츠
lo: ເນື້ອຫາ

# CMS_ITEM_BTN_FILE
source: Attached files
de: Beigefügte Anhänge
fr: Fichiers joints
ja: 添付ファイル
km: ចំណងជើងមិនទំនេរទេ
ko: 첨부 파일
lo: ເອກະສານຄັດຕິດ

# CMS_ITEM_BTN_IMAGE
source: Image
de: Bild
ja: 画像
km: ប្រភេទមិនទទេទេ
ko: 영상
lo: ຮູບ

# CMS_ITEM_CAPTION_NOT_EMPTY
source: Caption is not vacant
de: Bildunterschrift ist nicht frei
fr: La légende n'est pas vacante
ja: キャプションは空いていません
km: ចង់ផ្លាស់ប្តូរស្ថានភាពបង្ហាញ
ko: 캡션은 비어 있지 않습니다
lo: ຄໍາບັນຍາຍແມ່ນບໍ່ສາມາດຫວ່າງໄດ້

# CMS_ITEM_CATEGORY_NOT_EMPTY
source: Categories are not empty
de: Kategorien sind nicht leer
fr: Les catégories ne sont pas vides
ja: カテゴリは空ではありません
km: ជ្រើសរើសរូបថត
ko: 카테고리는 비어 있지 않습니다
lo: ຫມວດຕ່າງໆບໍ່ແມ່ນຫວ່າງເປົ່າ

# CMS_ITEM_CHANGE_SMS
source: Want to change the display status
de: Möchten Sie den Anzeigestatus ändern
fr: Voulez-vous changer l'état d'affichage
ja: 表示状況を変更したいです
km: លក្ខណៈសម្បត្តិ
ko: 디스플레이 상태를 변경하고 싶습니다
lo: ຕ້ອງການປ່ຽນສະຖານະການສະແດງ

# CMS_ITEM_CHOOSE_IMG
source: Choose photos
de: Fotos auswählen
fr: Choisir des photos
ja: 写真を選ぶ
km: ឈ្មោះ​ឯកសារ
ko: 사진을 선택하십시오
lo: ເລືອກຮູບ

# CMS_ITEM_COL_ATTRIBUTE
source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティ
km: ចមនងចើង
ko: 속성
lo: ຄຸນສົມບັດ

# CMS_ITEM_COL_FILE_NAME
source: File name
de: Dateinamen
fr: Nom de fichier
ja: ファイル名
km: ប្រភេទ
ko: 파일 이름
lo: ຊື່​ເອ​ກະ​ສານ

# CMS_ITEM_COL_TITLE
source: Title
de: Titel
fr: Titre
ja: タイトル
km: ជ្រើសរើសភាសា
ko: 제목
lo: ໃບຕາດິນ

# CMS_ITEM_COMBO_CATEGORY
source: Categories
de: Kategorien
fr: Catégories
ja: カテゴリー
km: ជ្រើសរើសគំរូបង្ហាញ
ko: 카테고리
lo: ຫມວດ

# CMS_ITEM_COMBO_CHOOSE_LANGUAGE
source: Choose language
de: Sprache wählen
fr: Choisissez la langue
ja: 言語を選択
km: ច្បាប់
ko: 언어를 선택하십시오
lo: ເລືອກພາສາ

# CMS_ITEM_COMBO_CHOOSE_TEMPLATE
source: Select the display template
de: Wählen Sie die Anzeigevorlage aus
fr: Sélectionnez le modèle d'affichage
ja: 表示テンプレートを選択してください
km: ប្រភេទមេរៀន
ko: 디스플레이 템플릿을 선택하십시오
lo: ເລືອກຮູບແບບການສະແດງ

# CMS_ITEM_COMBO_STATUS
source: Status
fr: Statut
ja: 状態
km: ឥណទានមិនទំនេរទេ
ko: 상태
lo: ສະຖານະພາບ

# CMS_ITEM_COMBO_TYPE_ITEM
source: Lesson type
de: Lektionsart
fr: Type de leçon
ja: レッスンタイプ
km: បន្ថែមបញ្ជីមេរៀនថ្មី
ko: 수업 유형
lo: ປະເພດບົດຮຽນ

# CMS_ITEM_CREDIT_NOT_EMPTY
source: Credit is not vacant
de: Kredit ist nicht leer
fr: Le crédit n'est pas vacant
ja: クレジットは空いていません
km: លក្ខណៈសម្បត្តិបន្ថែម
ko: 크레딧은 비어 있지 않습니다
lo: ການປ່ອຍສິນເຊື່ອແມ່ນບໍ່ສາມາດຫວ່າງໄດ້

# CMS_ITEM_CURD_LBL_ADD_LIST_ITEM
source: Add new Lesson Lists
de: Neue Lektionslisten hinzufügen
fr: Ajouter de nouvelles listes de cours
ja: 新しいレッスンリストを追加します
km: ប្រភេទ
ko: 새 레슨 목록을 추가하십시오
lo: ເພີ່ມລາຍຊື່ບົດຮຽນໃຫມ່

# CMS_ITEM_CURD_LBL_ATT
source: Extended properties
de: Erweiterte Eigenschaften
fr: Propriétés étendues
ja: 拡張プロパティ
km: ជ្រើសរើសគំរូបង្ហាញ
ko: 확장 된 특성
lo: ຄຸນສົມບັດຂະຫຍາຍ

# CMS_ITEM_CURD_LBL_CATEGORY
source: Categories
de: Kategorien
fr: Catégories
ja: カテゴリー
km: លេខកូដអចលនទ្រព្យ
ko: 카테고리
lo: ຫມວດ

# CMS_ITEM_CURD_LBL_CHOOSE_TEMPLATE
source: Select the display template
de: Wählen Sie die Anzeigevorlage aus
fr: Sélectionnez le modèle d'affichage
ja: 表示テンプレートを選択してください
km: បង្កើតពីមួយថ្ងៃទៅមួយថ្ងៃ
ko: 디스플레이 템플릿을 선택하십시오
lo: ເລືອກຮູບແບບການສະແດງ

# CMS_ITEM_CURD_LBL_CODESET
source: Properties code
de: Eigenschaftencode
fr: Code des propriétés
ja: プロパティコード
km: បង្កើតបច្ចុប្បន្នភាព
ko: 속성 코드
lo: ລະຫັດຄຸນສົມບັດ

# CMS_ITEM_CURD_LBL_CREATED_FROM_DATE
source: Create from day
de: Erstellen Sie von Tag
fr: Créer à partir de jour
ja: 日から作成
km: កាលបរិច្ឆេទបានដាក់ស្នើ
ko: 하루부터 창조하십시오
lo: ສ້າງຈາກມື້

# CMS_ITEM_CURD_LBL_CREATED_TO_DATE
source: Create up to date
de: Erstellen Sie bisher
fr: Créer à ce jour
ja: 最新のものを作成します
km: រ្យេបរាប់
ko: 최신 정보를 만듭니다
lo: ສ້າງຕັ້ງວັນທີ

# CMS_ITEM_CURD_LBL_DATE_POST
source: Date Submitted
de: Datum eingereicht
fr: Date de soumission
ja: 送信された日付
km: កែសម្រួលមេរៀន
ko: 제출 된 날짜
lo: ວັນທີສົ່ງ

# CMS_ITEM_CURD_LBL_DESC
source: Describe
de: Beschreiben
fr: Décrire
ja: 説明
km: ឯកសារភ្ជាប់
ko: 설명하다
lo: ພັນລະນາ

# CMS_ITEM_CURD_LBL_EDIT_ITEM
source: Edit lessons
de: Lektionen bearbeiten
fr: Éditez des cours
ja: レッスンを編集します
km: Edita les lliçons
ko: 수업을 편집하십시오
lo: ແກ້ໄຂບົດຮຽນ

# CMS_ITEM_CURD_LBL_FILE
source: Attached file
de: Angehängte Datei
fr: Pièce jointe
ja: 添付ファイル
km: Arxiu adjunt
ko: 첨부 파일
lo: ເອກະສານຄັດຕິດ

# CMS_ITEM_CURD_LBL_LANGUAGE
source: Language
de: Sprache
fr: Langue
ja: 言語
km: Llenguatge
ko: 언어
lo: ພາສາ

# CMS_ITEM_CURD_LBL_LIST_ITEM
source: Lesson list
de: Lektion
fr: Liste de cours
ja: レッスンリスト
km: Llista de lliçons
ko: 수업 목록
lo: ບັນຊີລາຍຊື່ບົດຮຽນ

# CMS_ITEM_CURD_LBL_NOTE
source: Note
de: Notiz
fr: Noter
ja: ノート
km: Nota
ko: 메모
lo: ຫມາຍ​ເຫດ​

# CMS_ITEM_CURD_LBL_PATH
source: Path
de: Weg
fr: Chemin
ja: 道
km: Camí
ko: 길
lo: ຄວາມເປ່ງ

# CMS_ITEM_CURD_LBL_POST_FROM_DATE
source: Posted from day
de: Von Tag gepostet
fr: Publié de la journée
ja: 日中投稿
km: Publicat a partir del dia
ko: 당일부터 게시 됨
lo: ລົງຈາກມື້

# CMS_ITEM_CURD_LBL_POST_TO_DATE
source: Post to date
de: Post bisher
fr: Poster à ce jour
ja: 日付の投稿
km: Publica fins a la data
ko: 현재까지 게시물
lo: ລົງວັນທີ

# CMS_ITEM_CURD_LBL_STATUS
source: Status
fr: Statut
ja: 状態
km: Estat
ko: 상태
lo: ສະຖານະພາບ

# CMS_ITEM_CURD_LBL_TITLE
source: Title
de: Titel
fr: Titre
ja: タイトル
km: Títol
ko: 제목
lo: ໃບຕາດິນ

# CMS_ITEM_CURD_LBL_TYPE
source: Type attribute
de: Typattribut
fr: Attribut de type
ja: 型属性を入力
km: Tipus Atribut
ko: 유형 속성
lo: ປະເພດຄຸນລັກສະນະ

# CMS_ITEM_CURD_LBL_TYPE_ITEM
source: Lesson type
de: Lektionsart
fr: Type de leçon
ja: レッスンタイプ
km: Tipus de lliçó
ko: 수업 유형
lo: ປະເພດບົດຮຽນ

# CMS_ITEM_CURD_LBL_VALUE
source: Value
de: Wert
fr: Valeur
ja: 価値
km: Valorar
ko: 값
lo: ຄຸນຄ່າ

# CMS_ITEM_CURD_TXT_CREATED_FROM_DATE
source: Create from day
de: Erstellen Sie von Tag
fr: Créer à partir de jour
ja: 日から作成
km: Crear des del dia
ko: 하루부터 창조하십시오
lo: ສ້າງຈາກມື້

# CMS_ITEM_CURD_TXT_CREATED_TO_DATE
source: Create up to date
de: Erstellen Sie bisher
fr: Créer à ce jour
ja: 最新のものを作成します
km: Creeu actualitzat
ko: 최신 정보를 만듭니다
lo: ສ້າງຕັ້ງວັນທີ

# CMS_ITEM_CURD_TXT_DATE_POST
source: Date Submitted
de: Datum eingereicht
fr: Date de soumission
ja: 送信された日付
km: Data enviada
ko: 제출 된 날짜
lo: ວັນທີສົ່ງ

# CMS_ITEM_CURD_TXT_DESC
source: Describe
de: Beschreiben
fr: Décrire
ja: 説明
km: Descriure
ko: 설명하다
lo: ພັນລະນາ

# CMS_ITEM_CURD_TXT_FILE
source: File
de: Datei
fr: Dossier
ja: ファイル
km: Dossier
ko: 파일
lo: ແຟ້ມ

# CMS_ITEM_CURD_TXT_PATH
source: Path
de: Weg
fr: Chemin
ja: 道
km: Camí
ko: 길
lo: ຄວາມເປ່ງ

# CMS_ITEM_CURD_TXT_POST_FROM_DATE
source: Posted from day
de: Von Tag gepostet
fr: Publié de la journée
ja: 日中投稿
km: ចមនងចើង
ko: 당일부터 게시 됨
lo: ລົງຈາກມື້

# CMS_ITEM_CURD_TXT_POST_TO_DATE
source: Post to date
de: Post bisher
fr: Poster à ce jour
ja: 日付の投稿
km: ចំណងជើងរូបភាព
ko: 현재까지 게시물
lo: ລົງວັນທີ

# CMS_ITEM_CURD_TXT_TITLE
source: Title
de: Titel
fr: Titre
ja: タイトル
km: ឥណទានរូបភាព
ko: 제목
lo: ໃບຕາດິນ

# CMS_ITEM_IMG_CAPTION
source: IMAGE CAPTION
de: BILDBESCHREIBUNG
fr: LÉGENDE
ja: 画像キャプション
km: ប្រភេទ
ko: 이미지 캡션
lo: ຄໍາບັນຍາຍຮູບພາບ

# CMS_ITEM_IMG_CREDIT
source: Image Credit
de: Bildkredit.
fr: Crédit d'image
ja: 画像クレジット
km: បានបង្កើតកាលបរិច្ឆេទ
ko: 이미지 크레딧
lo: ການປ່ອຍສິນເຊື່ອຮູບພາບ

# CMS_ITEM_LIST_COL_CATEGORY
source: Categories
de: Kategorien
fr: Catégories
ja: カテゴリー
km: កាលបរិច្ឆេទបានដាក់ស្នើ
ko: 카테고리
lo: ຫມວດ

# CMS_ITEM_LIST_COL_DATE_CREATED
source: Date created
de: Datum erstellt
fr: Date créée
ja: 作成日
km: ការបង្ហាញ
ko: 작성일
lo: ວັນທີ່ສ້າງຂື້ນ

# CMS_ITEM_LIST_COL_DATE_POST
source: Date Submitted
de: Datum eingereicht
fr: Date de soumission
ja: 送信された日付
km: ចមនងចើង
ko: 제출 된 날짜
lo: ວັນທີສົ່ງ

# CMS_ITEM_LIST_COL_PUBLISHED
source: Display
de: Anzeige
fr: Affichage
ja: 画面
km: កាលបរិច្ឆេទជួសជុល
ko: 표시하다
lo: ສະແດງ

# CMS_ITEM_LIST_COL_TITLE
source: Title
de: Titel
fr: Titre
ja: タイトル
km: ជោគជ័យថ្មី
ko: 제목
lo: ໃບຕາດິນ

# CMS_ITEM_LIST_COL_TITLE_DATE_MODIFIED
source: Fix date
de: Fixedat
fr: Fixer la date
ja: 修正日を修正しました
km: មេរៀនមិនមានទេ
ko: 수정 날짜
lo: ແກ້ໄຂ

# CMS_ITEM_MSG_ADD_SUCCESS
source: New success
de: Neuer Erfolg
fr: Nouveau succès
ja: 新しい成功
km: លុបមេរៀនដែលទទួលបានជោគជ័យ
ko: 새로운 성공
lo: ຄວາມສໍາເລັດໃຫມ່

# CMS_ITEM_MSG_ARC_NOT_EXITS
source: Lessons do not exist
de: Lektionen existieren nicht
fr: Les leçons n'existent pas
ja: レッスンは存在しません
km: លុបលក្ខណៈសម្បត្តិដែលទទួលបានជោគជ័យ
ko: 레슨은 존재하지 않습니다
lo: ບົດຮຽນບໍ່ມີ

# CMS_ITEM_MSG_DELETE_ARC_SUCCESS
source: Delete successful lessons
de: Erfolgreiche Lektionen löschen
fr: Supprimer des leçons réussies
ja: 成功したレッスンを削除します
km: មានកំហុសនៅពេលបន្ថែមរូបថត
ko: 성공적인 수업을 삭제하십시오
lo: ລຶບບົດຮຽນທີ່ປະສົບຜົນສໍາເລັດ

# CMS_ITEM_MSG_DELETE_EXT_ARC_SUCCESS
source: Delete successful properties
de: Erfolgreiche Eigenschaften löschen
fr: Supprimer des propriétés réussies
ja: 成功したプロパティを削除します
km: កំហុសនៅពេលទាញយកទិន្នន័យ
ko: 성공적인 속성을 삭제하십시오
lo: ລົບລ້າງຄຸນສົມບັດທີ່ປະສົບຜົນສໍາເລັດ

# CMS_ITEM_MSG_ERR_ADD_IMG
source: There are errors when adding photos
de: Es gibt Fehler beim Hinzufügen von Fotos
fr: Il y a des erreurs lors de l'ajout de photos
ja: 写真を追加するときにエラーがあります
km: មេរៀនដែលមានរួចហើយ
ko: 사진을 추가 할 때 오류가 있습니다
lo: ມີຂໍ້ຜິດພາດໃນເວລາທີ່ເພີ່ມຮູບ

# CMS_ITEM_MSG_ERR_GET_DATA
source: Error when retrieving data
de: Fehler beim Abrufen von Daten
fr: Erreur lors de la récupération des données
ja: データを取得するときのエラー
km: សូមបន្ថែមថ្មីមុនពេលជ្រើសរើស
ko: 데이터를 검색 할 때 오류가 발생합니다
lo: ຂໍ້ຜິດພາດໃນເວລາທີ່ດຶງຂໍ້ມູນ

# CMS_ITEM_MSG_EXITS
source: Lessons already existed
de: Lektionen bestanden bereits
fr: Les leçons existaient déjà
ja: レッスンはすでに存在していました
km: ទាញយករូបថតដោយជោគជ័យ
ko: 수업이 이미 존재했습니다
lo: ບົດຮຽນມີຢູ່ແລ້ວ

# CMS_ITEM_MSG_NOT_BLANK
source: Please add new before selecting
de: Bitte fügen Sie das neue hinzu, bevor Sie auswählen
fr: S'il vous plaît ajouter de nouveaux avant de choisir
ja: 選択する前に新しく追加してください
km: ចំណងជើងនេះមាននៅក្នុងមេរៀនមួយទៀត
ko: 선택하기 전에 새로 추가하십시오
lo: ກະລຸນາຕື່ມໃຫມ່ກ່ອນທີ່ຈະເລືອກ

# CMS_ITEM_MSG_SUCCESS_DOWLOAD
source: Download photos successfully
de: Fotos erfolgreich herunterladen.
fr: Télécharger des photos avec succès
ja: 首尾よく写真をダウンロードしてください
km: ការផ្លាស់ប្តូរមេរៀនជោគជ័យ
ko: 사진을 성공적으로 다운로드하십시오
lo: ດາວໂຫລດຮູບພາບຢ່າງສໍາເລັດຜົນ

# CMS_ITEM_MSG_TITLE_EXITS
source: This title has existed in another lesson
de: Dieser Titel ist in einer anderen Lektion vorhanden
fr: Ce titre existe dans une autre leçon
ja: このタイトルは別のレッスンに存在しています
km: មានកំហុសដែលកើតឡើងនៅពេលផ្លាស់ប្តូរ
ko: 이 제목은 다른 수업에 존재했습니다
lo: ຫົວຂໍ້ນີ້ມີບົດຮຽນອີກຫນຶ່ງບົດຮຽນ

# CMS_ITEM_MSG_UPDATE_ARC_SUCCESS
source: Change of successful lessons
de: Änderung der erfolgreichen Lektionen
fr: Changement de leçons réussies
ja: 成功したレッスンの変更
km: មិនទទេ
ko: 성공적인 수업의 변화
lo: ການປ່ຽນແປງບົດຮຽນທີ່ປະສົບຜົນສໍາເລັດ

# CMS_ITEM_MSG_UPDATE_FAIL
source: There are errors that occur when changing
de: Es gibt Fehler, die beim Ändern auftreten
fr: Il y a des erreurs qui se produisent lors du changement
ja: 変更時に発生するエラーがあります
km: វិក័យប័រត
ko: 변경할 때 발생하는 오류가 있습니다
lo: ມີຂໍ້ຜິດພາດທີ່ເກີດຂື້ນເມື່ອປ່ຽນແປງ

# CMS_ITEM_NOT_EMPTY
source: Not be empty
de: Nicht leer sein
fr: Ne pas être vide
ja: 空にしないでください
km: លក្ខណៈសម្បត្តិ
ko: 비어 있지 않아
lo: ບໍ່ຫວ່າງເປົ່າ

# CMS_ITEM_NOTE
source: Note
de: Notiz
fr: Noter
ja: ノート
km: សរេង្គាហ
ko: 메모
lo: ຫມາຍ​ເຫດ​

# CMS_ITEM_PROPERTIES
source: Properties
de: Eigenschaften
fr: Propriétés
ja: プロパティ
km: គំរូមិនទទេទេ
ko: 속성
lo: ຄຸນສົມບັດ

# CMS_ITEM_SAVE
source: Save
de: Speichern
fr: Sauver
ja: 保存する
km: ចមនងចើង
ko: 구하다
lo: ປະຢັດ

# CMS_ITEM_TEMPLATE_NOT_EMPTY
source: Template is not empty
de: Vorlage ist nicht leer
fr: Le modèle n'est pas vide
ja: テンプレートが空ではありません
km: ធ្វើបច្ចុប្បន្នភាពជោគជ័យ
ko: 템플릿이 비어 있지 않습니다
lo: ແມ່ແບບແມ່ນບໍ່ຫວ່າງ

# CMS_ITEM_TITTLE
source: Title
de: Titel
fr: Titre
ja: タイトル
km: ផ្លូវមិនទំនេរទេ
ko: 제목
lo: ໃບຕາດິນ

# CMS_ITEM_UPDATE_SUCCESS
source: Update successful
de: Aktualisierung erfolgreich
fr: Mise à jour réussie
ja: 更新に成功
km: ប្រភេទមិនទំនេរ
ko: 성공 업데이트
lo: ປັບປຸງໃຫ້ປະສົບຜົນສໍາເລັດ

# CMS_ITEM_VALIDATE_ALIAS
source: The path is not vacant
de: Der Pfad ist nicht frei
fr: Le chemin n'est pas vacant
ja: 道は空いていません
km: {0} កុំទុកស្គរ!
ko: 경로는 비어 있지 않습니다
lo: ເສັ້ນທາງແມ່ນບໍ່ສາມາດຫວ່າງໄດ້

# CMS_ITEM_VALIDATE_CATEGORY
source: Category No vacant
de: Kategorie Nein leer
fr: Catégorie Non Vacant
ja: カテゴリ空空け
km: ផ្លូវមិនទំនេរទេ
ko: 카테고리 없음 빈
lo: ປະເພດບໍ່ມີບ່ອນຫວ່າງ

# CMS_ITEM_VALIDATE_EMPTY
source: {0} Do not leave drums!
de: {0} Lassen Sie keine Trommeln!
fr: {0} ne quitte pas de tambours!
ja: {0}ドラムを残さない！
km: ចង់ផ្លាស់ប្តូរស្ថានភាពបង្ហាញ
ko: {0} 드럼을 떠나지 마십시오!
lo: {0} ຢ່າປ່ອຍໃຫ້ກອງ!

# CMS_ITEM_VALIDATE_PATH
source: The path is not vacant
de: Der Pfad ist nicht frei
fr: Le chemin n'est pas vacant
ja: 道は空いていません
km: El camí no està vacant
ko: 경로는 비어 있지 않습니다
lo: ເສັ້ນທາງແມ່ນບໍ່ສາມາດຫວ່າງໄດ້

# CMS_ITEM_VALIDATE_STATE_DISPLAY
source: Want to change the display status
de: Möchten Sie den Anzeigestatus ändern
fr: Voulez-vous changer l'état d'affichage
ja: 表示状況を変更したいです
km: Voleu canviar l'estat de visualització
ko: 디스플레이 상태를 변경하고 싶습니다
lo: ຕ້ອງການປ່ຽນສະຖານະການສະແດງ

# CMS_ITEM_VALIDATE_TEMPLATE
source: Template is not left blank
de: Vorlage wird nicht leer gelassen
fr: Le modèle n'est pas laissé en blanc
ja: テンプレートは空白のままになりません
km: La plantilla no es deixa en blanc
ko: 템플릿은 공백이 아닙니다
lo: ແມ່ແບບແມ່ນບໍ່ປະໄວ້ວ່າງ

# CMS_ITEM_VALIDATE_TITLE
source: The title must not be blank
de: Der Titel darf nicht leer sein
fr: Le titre ne doit pas être vide
ja: タイトルは空白にしてはいけません
km: El títol no ha de ser en blanc
ko: 제목은 비어 있지 않아야합니다
lo: ຫົວຂໍ້ຕ້ອງບໍ່ເປັນບ່ອນຫວ່າງ

# EDMSR_CURD_LBL_FILE
source: Select File to download
de: Wählen Sie Datei zum Herunterladen
fr: Sélectionnez Fichier à télécharger
ja: ダウンロードするファイルを選択してください
km: Seleccioneu el fitxer per descarregar-lo
ko: 다운로드 할 파일을 선택하십시오
lo: ເລືອກເອກະສານເພື່ອດາວໂຫລດ

# EDMSR_CURD_TXT_FILE
source: Select the path
de: Wählen Sie den Pfad aus
fr: Sélectionnez le chemin
ja: パスを選択してください
km: Seleccioneu el camí
ko: 경로를 선택하십시오
lo: ເລືອກເສັ້ນທາງ

# EDMSR_MSG_DELETE_SUCCESS
source: Delete the successful file
de: Löschen Sie die erfolgreiche Datei
fr: Supprimer le fichier réussi
ja: 成功したファイルを削除します
km: Suprimeix el fitxer reeixit
ko: 성공적인 파일을 삭제하십시오
lo: ລົບໄຟລ໌ທີ່ປະສົບຜົນສໍາເລັດ

# EDMSR_MSG_UPLOAD_FILE_ERROR
source: Download the error file
de: Laden Sie die Fehlerdatei herunter
fr: Téléchargez le fichier d'erreur
ja: エラーファイルをダウンロードしてください
km: Baixeu el fitxer d'error
ko: 오류 파일을 다운로드하십시오
lo: ດາວໂຫລດເອກະສານຜິດພາດ

# EDMSR_MSG_UPLOAD_FILE_NULL
source: Please add a photo before saving
de: Bitte fügen Sie ein Foto hinzu, bevor Sie speichern
fr: S'il vous plaît ajouter une photo avant d'économiser
ja: 保存する前に写真を追加してください
km: Afegiu una foto abans d'estalviar
ko: 저장하기 전에 사진을 추가하십시오
lo: ກະລຸນາຕື່ມຮູບກ່ອນທີ່ຈະຝາກປະຢັດ

# EDMSR_MSG_UPLOAD_FILE_SUCCESS
source: Download the file successfully
de: Laden Sie die Datei erfolgreich herunter
fr: Téléchargez le fichier avec succès
ja: ファイルを正常にダウンロードします
km: Baixeu el fitxer correctament
ko: 파일을 성공적으로 다운로드하십시오
lo: ດາວໂຫລດເອກະສານສໍາເລັດແລ້ວ
