Repository: PhamHoanVinh24/PartyBackend
Catalog: III.Admin/Resources/Controllers/PayDecisionController.*.resx
Languages: vi

# PDC_BTN_ADD
source: Create new
vi: Tạo mới

# PDC_BTN_CANCLE
source: Cancel
vi: Hủy

# PDC_BTN_EDIT
source: Repair
vi: Sửa

# PDC_BTN_EXPORT_WORD
source: Export Word
vi: Xuất Word

# PDC_BTN_HIDE_SHOW
source: Hide / Show
vi: Ẩn/Hiện

# PDC_BTN_VIEW_LOG
source: View log
vi: Xem log

# PDC_CRUD_ACT_BACK
source: Activity rework
vi: Hoạt động làm lại

# PDC_CRUD_APPROVE_REJECT
source: Browse / Decline
vi: Duyệt / Từ chối

# PDC_CRUD_CAREER
source: Job
vi: Nghề nghiệp

# PDC_CRUD_EMPLOY
source: Personnel
vi: Nhân sự

# PDC_CRUD_NOTE
source: Note
vi: Ghi chú

# PDC_CRUD_NUM_DEC
source: Decision number
vi: Số quyết định

# PDC_CRUD_RANGE_SALALRY
source: Wage
vi: Bậc lương

# PDC_CRUD_ROLE
source: Title
vi: Chức danh

# PDC_CRUD_SCALE_SALARY
source: Wage scale
vi: Thang lương

# PDC_CRUD_UNIT
source: Unit
vi: Đơn vị

# PDC_CRUD_WF
source: Processing flow
vi: Luồng xử lý

# PDC_CRUMB_PAY_DEC
source: Salary decision
vi: Quyết định lương

# PDC_LBL_TIME
source: Time
vi: Thời gian

# PDC_LBL_UPDATED_STATUS
source: updated status
vi: đã cập nhật trạng thái

# PDC_LIST_COL_CODE_NAME_DECISTION
source: Decision Code & Decision Name
vi: Mã quyết định & Tên quyết định

# PDC_LIST_COL_DATE_CREATED
source: Date created
vi: Ngày tạo

# PDC_LIST_COL_DATE_DECISTION
source: Decision date
vi: Ngày quyết định

# PDC_LIST_COL_DATE_SIGN
source: Date of approval
vi: Ngày ký duyệt

# PDC_LIST_COL_FULL_NAME
source: First and last name
vi: Họ và Tên

# PDC_LIST_COL_RANGE_SALARY
source: Wage
vi: Bậc lương

# PDC_LIST_COL_REASON_END
source: Reason for termination
vi: Lý do chấm dứt

# PDC_LIST_COL_ROLE
source: Title
vi: Chức danh

# PDC_LIST_COL_SCALE_SALARY
source: Wage scale
vi: Thang lương

# PDC_LIST_COL_SIGNER
source: Who signed for approval
vi: Người ký duyệt

# PDC_LIST_COL_STATUS
source: Status
vi: Trạng thái

# PDC_LIST_COL_TYPE_CAREER
source: Type of job
vi: Loại nghề

# PDC_LIST_COL_UNIT
source: Unit
vi: Đơn vị

# PDC_MODAL_TITLE_INFO_LOG
source: Log information
vi: Thông tin log

# PDC_MSG_DEC_NO_INITIAL
source: The decision has not been initiated
vi: Quyết định chưa được khởi tạo

# PDC_MSG_DEPARTMENT_NO_USER
source: The department has no staff!
vi: Phòng ban không có nhân viên !

# PDC_MSG_EMPLOY_ADDED
source: Staff have been added
vi: Nhân viên đã được thêm

# PDC_MSG_NO_GET_INFO_DEC
source: Can't get decisive information
vi: Không lấy được thông tin quyết định

# PDC_MSG_NO_PERMISSION_DEL
source: You do not have the right to delete this decision!
vi: Bạn không có quyền xóa quyết định này !

# PDC_MSG_NO_PER_EDIT
source: You do not have the right to modify your decision
vi: Bạn không có quyền sửa quyết định

# PDC_MSG_NO_SELECT_ACT_BACK
source: Do not select an activity to redo!
vi: Chưa chọn hoạt động cần làm lại !

# PDC_MSG_NO_USER_SELECTED
source: No staff selected yet!
vi: Chưa có nhân viên được chọn!

# PDC_MSG_NUM_DEC_EXIST
source: Decision number already exists
vi: Số quyết định đã tồn tại

# PDC_MSG_PLS_ENTER_DETAIL
source: Please enter details!
vi: Vui lòng nhập chi tiết !

# PDC_MSG_RECORD_NO_EXIST
source: Record does not exist
vi: Bản ghi không tồn tại

# PDC_MSG_UPDATED_NO_SUCCESS
source: Successful update - Decision is completed
vi: Cập nhật thành công - Quyết định được hoàn thành

# PDC_SEARCH_FROM_DATE
source: Since
vi: Từ ngày

# PDC_SEARCH_NAME_CODE_DEC
source: Decision Name or Decision Number
vi: Tên quyết định hoặc Số quyết định

# PDC_SEARCH_SIGNER
source: The decision
vi: Người quyết định

# PDC_SEARCH_TO_DATE
source: To date
vi: Đến ngày

# PDC_VALIDATE_CAREER
source: Careers cannot be left blank
vi: Nghề nghiệp không được bỏ trống

# PDC_VALIDATE_NAME_DEC
source: The decision name cannot be left blank
vi: Tên quyết định không được bỏ trống

# PDC_VALIDATE_NUM_DEC
source: Decision number cannot be left blank
vi: Số quyết định không được bỏ trống

# PDC_VALIDATE_RANGE_SALARY
source: Salary ranks cannot be left blank
vi: Bậc lương không được bỏ trống

# PDC_VALIDATE_ROLE
source: Title cannot be left blank
vi: Chức danh không được bỏ trống

# PDC_VALIDATE_SCALE_SALARY
source: Salary scale cannot be left blank
vi: Thang lương không được bỏ trống

# PDC_VALIDATE_STATUS
source: The state cannot be left blank
vi: Trạng thái không được bỏ trống

# PDC_VALIDATE_UNIT
source: The department cannot be left empty
vi: Phòng ban không được bỏ trống

# PDC_VALIDATE_WF
source: The processing flow cannot be empty
vi: Luồng xử lý không được bỏ trống

# PDC_BTN_SAVE
source: Save
vi: Lưu lại

# PDC_BTN_IMPORT_EXCEL
source: Enter Excel
vi: Nhập Excel

# PDC_VALIDATE_NAME
source: Decision
vi: Tên quyết định

# PDC_NOTE
source: Note
vi: Ghi chú

# PDC_ACTIVITY_REDO
source: Reverse activities
vi: Hoạt động làm lại

# PDC_CATEGORY
source: Department
vi: Phòng ban

# PDC_CATEGORY_NOT_BLANK
source: Department
vi: Phòng ban không được để trống

# PDC_PERSONNEL
source: Personnel
vi: Nhân sự

# PDC_BTN_DELETE
source: To clear
vi: Xóa

# PDC_BTN_IMPORT_EXCEL_STAFF
source: Enter excel staff
vi: Nhập Excel nhân viên

# PDC_BTN_FILE_TEMPLATE
source: File template template
vi: Mẫu file template

# PDC_BTN_FILE_SELECT
source: Select the file
vi: Chọn tệp

# PDC_BTN_CHECK
source: Check
vi: Kiểm tra

# PDC_LEVEL_WAGE
source: Wage
vi: Mức lương

# PDC_SEARCH_SIGNER_DATE
source: Decentral
vi: Ngày quết định

# PDC_SUM_FOLDER
source: General directory
vi: Tổng thư mục

# PDC_CARD_NUMBER
source: Card number
vi: Số thẻ

# PDC_NAME
source: First and last name
vi: Họ và tên

# PDC_MANIPULATION
source: Manipulation
vi: Thao tác

# PDC_NAME_OR_NUMBER_DEC
source: Number or decision name
vi: Số hoặc tên quyết định

# PDC_FORM_DATE
source: Since
vi: Từ ngày

# PDC_TO_DATE
source: To date
vi: Đến ngày

# PDC_LABOR
source: Labor organization
vi: Tổ chức lao động

# PDC_INITIALIZATION
source: Initialization
vi: Khởi tạo

# PDC_CHIEF_DEC
source: Decision
vi: Trưởng quyết định

# PDC_SUM_CHIEF_DEC
source: General Director
vi: Tổng GĐ duyệt

# PDC_CRUD_BROWSER
source: Browse / deny
vi: Duyệt / từ chối

# PDC_SEARCH_SIGNER_BT
source: Undersecutor
vi: Người ký duyệt
