Repository: PhamHoanVinh24/PartyBackend
Catalog: III.Admin/Resources/Controllers/ServiceCategoryPriceController.*.resx
Languages: de

# SCP_COL_CREATED_BY
source: Creator
de: Schöpfer

# SCP_COL_CREATED_TIME
source: Date created
de: Datum erstellt

# SCP_COL_EFFECTIVE_DATE
source: Effective date
de: Datum des Inkrafttretens

# SCP_COL_EXPIRY_DATE
source: Expiration date
de: Haltbarkeitsdatum

# SCP_COL_NOTE
source: Note
de: Hinweis

# SCP_COL_TITLE
source: Title
de: Titel

# SCP_CURD_COL_CURRENCY
source: Currency
de: Währung

# SCP_CURD_COL_OBJ_CODE
source: Constraint
de: Zwang

# SCP_CURD_COL_OBJ_FROM_VALUE
source: Value from
de: Wert von

# SCP_CURD_COL_OBJ_TO_VALUE
source: Value to
de: Es lohnt sich zu kommen

# SCP_CURD_COL_PRICE
source: Price
de: Preis

# SCP_CURD_COL_RATE
source: Ratio
de: Verhältnis

# SCP_CURD_COL_SERVICE_NAME
source: service name
de: Dienstname

# SCP_CURD_COL_SERVICE_UNIT
source: Unit
de: Einheit

# SCP_CURD_COL_UNIT
source: Unit
de: Einheit

# SCP_CURD_LBL_GIVEN_NAME
source: Creator
de: Schöpfer

# SCP_CURD_LBL_NOTE
source: Note
de: Hinweis

# SCP_CURD_LBL_OBJ_CODE
source: Conditions, constraints (Location, customers, time ...)
de: Bedingungen, Einschränkungen (Ort, Kunde, Zeit ...)

# SCP_CURD_LBL_OBJ_FROM_VALUE
source: Value from
de: Wert von

# SCP_CURD_LBL_OBJ_TO_VALUE
source: Value to
de: Es lohnt sich zu kommen

# SCP_CURD_LBL_RESPONSIBLE_USER
source: People bear TN
de: Personen, die TN unterliegen

# SCP_CURD_LBL_SEFFECTIVE_DATE
source: Valid from
de: Gültig ab Datum

# SCP_CURD_LBL_SERVICE
source: Service
de: Bedienung

# SCP_CURD_LBL_SERVICE_CAT_CODE
source: service name
de: Dienstname

# SCP_CURD_LBL_SERVICE_UNIT
source: Unit
de: Einheit

# SCP_CURD_LBL_SEXPIRY_DATE
source: Valid till date
de: Gültig bis heute

# SCP_CURD_LBL_TITLE
source: Title
de: Titel

# SCP_CURD_MAG_CONDITION_NOT_EXIST
source: Condition does not exist
de: Die Bedingung existiert nicht

# SCP_CURD_MSG_ADD_SUCCESS
source: More success
de: Mehr Erfolg

# SCP_CURD_MSG_CHOOSE
source: Please add standard conditions before adding other conditions
de: Bitte fügen Sie Standardbedingungen hinzu, bevor Sie andere Bedingungen hinzufügen

# SCP_CURD_MSG_CONDITION
source: Condition already exists, please select edit
de: Bedingung besteht bereits, bitte wählen Sie Bearbeiten

# SCP_CURD_MSG_DATA_NOT_BLANK
source: Please select data
de: Bitte wählen Sie Daten aus

# SCP_CURD_MSG_EFFECTIVE_DATE_FROM_ALREADY_EXIST
source: Effective date already exists in other price lists
de: Das Datum des Inkrafttretens ist bereits in einer anderen Preisliste vorhanden

# SCP_CURD_MSG_EFFECTIVE_DATE_FROM_TO_ALREADY_EXIST
source: Effective date from and to already exists in other price lists
de: Wirksamwerden ab und bereits in einer anderen Preisliste vorhanden

# SCP_CURD_MSG_EFFECTIVE_DATE_TO_ALREADY_EXIST
source: Effective date already exists in other price lists
de: Das effektive Ankunftsdatum ist bereits in einer anderen Preisliste vorhanden

# SCP_CURD_MSG_INFO
source: Please enter full price and currency information
de: Bitte geben Sie die vollständigen Preis- und Währungsinformationen ein

# SCP_CURD_MSG_RATE
source: Please enter the ratio
de: Bitte geben Sie den Preis ein

# SCP_CURD_MSG_RECORD_NOT_EXIST
source: Record does not exist, please refresh the page
de: Der Datensatz existiert nicht, bitte aktualisieren Sie die Seite

# SCP_CURD_MSG_SETTING_NOT_BLANK
source: Please enter the setting value
de: Bitte geben Sie den Einstellwert ein

# SCP_CURD_MSG_STANDARD_CONDITIONS
source: Please add standard conditions before adding other conditions
de: Bitte fügen Sie Standardbedingungen hinzu, bevor Sie andere Bedingungen hinzufügen

# SCP_CURD_MSG_UPDATE_SUCCESS
source: Update successful
de: Aktualisierung erfolgreich

# SCP_CURD_TXT_CURRENCY
source: Currency
de: Währung

# SCP_CURD_TXT_GIVEN_NAME
source: Creator
de: Schöpfer

# SCP_CURD_TXT_NOTE
source: Note
de: Hinweis

# SCP_CURD_TXT_OBJ_CODE
source: Choose condition
de: Wählen Sie eine Bedingung

# SCP_CURD_TXT_OBJ_FROM_VALUE
source: Value from
de: Wert von

# SCP_CURD_TXT_OBJ_TO_VALUE
source: Value to
de: Es lohnt sich zu kommen

# SCP_CURD_TXT_PRICE
source: Price
de: Preis

# SCP_CURD_TXT_RATE
source: Ratio
de: Verhältnis

# SCP_CURD_TXT_RESPONSIBLE_USER
source: People bear TN
de: Personen, die TN unterliegen

# SCP_CURD_TXT_SEFFECTIVE_DATE
source: Valid from
de: Gültig ab Datum

# SCP_CURD_TXT_SERVICE_CAT_CODE
source: Select service code.
de: Wählen Sie einen Servicecode.

# SCP_CURD_TXT_SERVICE_UNIT
source: Unit
de: Einheit

# SCP_CURD_TXT_SEXPIRY_DATE
source: Valid till date
de: Gültig bis heute

# SCP_CURD_TXT_TITLE
source: Title
de: Titel

# SCP_CURD_TXT_UNIT
source: Unit
de: Einheit

# SCP_CURD_VALIDATE_UNIT
source: Please enter unit
de: Bitte geben Sie das Gerät ein

# SCP_CURD_VALIDATE_VALUE_FROM
source: The word value cannot be smaller than the value to!
de: Der Wortwert darf nicht kleiner sein als der eingehende Wert!

# SCP_LBL_CHOOSE_PRODUCT
source: Choose product
de: Wählen Sie das Produkt aus

# SCP_LBL_DISCOUNT
source: Discount
de: Verkauf

# SCP_LBL_DISCOUNTED
source: Discount
de: Rabatt

# SCP_LBL_IMPORT_AMOUNT
source: Enter the quantity
de: Geben Sie die Menge ein

# SCP_LBL_NAME_PROPERTY
source: Attribute name
de: Name des Anwesens

# SCP_LBL_NOTE
source: Note
de: Hinweis

# SCP_LBL_PRODUCT
source: Product
de: Produkt

# SCP_LBL_SCP
source: Service price list
de: Service-Preisliste

# SCP_LBL_SELL_PRICE
source: Price
de: Preis

# SCP_LBL_TAX
source: Tax
de: MwSt

# SCP_LBL_TITLE
source: Title
de: Titel

# SCP_LBL_UNIT
source: Unit
de: Einheit

# SCP_LBL_VALUE
source: Value
de: Wert

# SCP_LINK_SCP
source: Service price list
de: Service-Preisliste

# SCP_LIST_COL_CREATE_BY
source: Creator
de: Schöpfer

# SCP_LIST_COL_CREATE_TIME
source: Date created
de: Datum erstellt

# SCP_LIST_COL_ORDER
source: Order
de: Bestellung

# SCP_LIST_COL_TYPE_NAME
source: Datatypes
de: Datentypen

# SCP_LIST_COL_VALUE_SET
source: Setting value
de: Einstellungswert

# SCP_MEG_IMPORT
source: Enter a title!
de: Geben Sie einen Titel ein!

# SCP_MEG_IMPORT_FROM
source: Enter validity from the date!
de: Wirksamwerden ab dem Datum!

# SCP_MEG_IMPORT_FROM_NUMBER
source: Word values ​​are only entered in numbers
de: Wortwerte werden nur numerisch eingegeben

# SCP_MEG_IMPORT_TO
source: Enter validity to date!
de: Geben Sie gültig aktuell ein!

# SCP_MEG_IMPORT_TO_NUMBER
source: Incoming values ​​can only enter numbers
de: Eingehender Wert geben Sie nur Zahlen ein

# SCP_P_ADD
source: More
de: Mehr

# SCP_P_SAVE
source: Save
de: speichern

# SCP_SPAN_ADD_PRICE
source: More price information
de: Preisinformationen hinzufügen

# SCP_TITLE_ADD
source: Add a service price list
de: Service-Preisliste hinzufügen

# SCP_TITLE_EDIT
source: Edit price list
de: Korrigieren Sie die Service-Preisliste

# SCP_TXT_COMPUSORY
source: Please add the following prerequisites:
de: Bitte fügen Sie die erforderlichen Bedingungen im Voraus hinzu:

# SCP_TXT_TITLE
source: Title
de: Titel

# SCP_LBL_CUS_TYPE
source: Customer type
de: Kundentyp

# SCP_LBL_CUS_NAME
source: Customer name
de: Kundenname

# SCP_LBL_SERVICE_NAME
source: Service name
de: Dienstname

# SCP_LBL_SERVICE_TYPE
source: Service type
de: Service -Typ

# SCP_LBL_LOG_ACTION
source: Log activity
de: Protokollaktivität

# SCP_LBL_WARNING
source: Warning
de: Warnung

# SCP_LBL_WARNING_TYPE
source: Warning type
de: Warntyp

# SCG_COL_ACTION
source: Action
de: Aktion

# SCG_COL_PAYMENT_STATUS
source: Payment status
de: Zahlungsstatus

# SVR_VALIDATE_CUSTYPE_BLANK
source: Customer type cannot be blank
de: Kundentyp kann nicht leer sein

# SVR_VALIDATE_CUSNAME_BLANK
source: Customer name cannot be blank
de: Kundenname kann nicht leer sein

# SVR_VALIDATE_SERVICENAME_BLANK
source: Service name cannot be blank
de: Der Servicername kann nicht leer sein

# SVR_VALIDATE_SERVICETYPE_BLANK
source: Service type cannot be blank
de: Service -Typ kann nicht leer sein

# SVR_VALIDATE_BEGINTIME_BLANK
source: Begin time is invalid
de: Die Anfangszeit ist ungültig

# SVR_VALIDATE_ENDTIME_BLANK
source: End time is invalid
de: Die Endzeit ist ungültig

# SVR_VALIDATE_PAYMENTSTATUS_BLANK
source: Payment status cannot be blank
de: Zahlungsstatus kann nicht leer sein

# SVR_VALIDATE_LOGACTION_BLANK
source: Log action cannot be blank
de: Protokollaktion kann nicht leer sein

# SVR_VALIDATE_WARNING_BLANK
source: Warning cannot be blank
de: Warnung kann nicht leer sein

# SVC_TITLE_CCUSTOMTYPE
source: Choose customer type
de: Wählen Sie den Kundentyp

# SVC_TITLE_MANAGE
source: Manage service costs
de: Servicekosten verwalten

# PAP_PALLETANDPACKAGE_FIND
source: Search for pallets and packages
de: Suche nach Paletten und Paketen

# PAP_PALLETANDPACKAGE_CODE
source: Package code or Pallet code
de: Paketcode oder Palettencode

# PAP_ADDNEW
source: Add new
de: Neue hinzufügen

# PAP_LOCATION
source: Location
de: Standort

# PAP_PALLETANDPACKAGE_LIST
source: List of pallets and packages
de: Liste der Paletten und Pakete

# PAP_PALLETANDPACKAGE_CODE_AND_TITLE
source: Pallet code and title
de: Palettencode und Titel

# PAP_PALLETANDPACKAGE_READYSTATE
source: Ready state
de: Bereites Zustand

# PAP_PALLETANDPACKAGE_ADDNEW_ITEM
source: Add new Pallet and Package
de: Fügen Sie eine neue Palette und ein neues Paket hinzu

# PAP_PALLETANDPACKAGE_PACKAGE_CODE
source: Package code
de: Paketcode

# PAP_PALLETANDPACKAGE_SPECIFICATION
source: Technical specification
de: Technische Spezifikation

# PAP_PALLETANDPACKAGE_PACK_TYPE
source: Type of pack
de: Art der Packung

# PAP_PALLETANDPACKAGE_LOCATEDIN
source: Located in Package or Pallet
de: Befindet sich in Paket oder Palette

# PAP_PALLETANDPACKAGE_ATTRIBUTE_CODE
source: Attribute code
de: Attributcode

# PAP_PALLETANDPACKAGE_ATTRIBUTE_EXTENDSION
source: Attribute extension
de: Attributerweiterung

# PAP_PALLETANDPACKAGE_EDIT_ITEM
source: Edit pallet and package
de: Palette und Paket bearbeiten

# PAUP_FINDITEM
source: Find item
de: Artikel finden

# PAUP_LIST
source: List of packing and unpacking item
de: Liste des Verpackungs- und Auspackenartikels

# PAUP_IMPLEMENTER
source: Implementer
de: Implementierer

# PAUP_DATE_IMPLEMENT
source: Implementation date
de: Implementierungsdatum

# PAUP_ADDNEW_ITEM
source: Add new packing and unpacking item
de: Fügen Sie neue Pack- und Auspackenartikel hinzu

# PAUP_EDIT_ITEM
source: Edit packing and unpacking item
de: Packung und Auspackenartikel bearbeiten

# PAUP_ITEM_INSTOCK
source: Product in stock
de: Produkt auf Lager

# PAUP_DETAILS_LIST
source: Details
de: Einzelheiten

# PAUP_PALLETANDPACKAGE
source: Pallet and Package
de: Palette und Paket

# PAUP_PALLETANDPACKAGE_PRODUCT_MATERIAL
source: Product and material
de: Produkt und Material

# PAUP_PRODUCT_NUMBER
source: Number of product
de: Anzahl der Produkte

# PAUP_ITEM_CODE
source: Code of item
de: Artikelcode

# PAUP_ATTRIBUTE_GROUP
source: Attribute group
de: Attributgruppe

# PAUP_MEASURE
source: Measure
de: Messen

# PAUP_ATTRIBUTE
source: Attribute
de: Attribut

# SCP_LBL_CUS_TYPER
source: Customer Type
de: Kundentyp

# SCP_LBL_CUS_CONSTRAINT
source: Constraint
de: Zwang

# SCP_LBL_CUS_CONSTRAINT_VALUES
source: Constraint Value
de: Einschränkungswert

# SCP_LBL_CUS_ADVANCED_SERVICES
source: Advanced Service
de: Erweiterter Service

# SCP_LBL_CUS_TOTAL
source: Total
de: Gesamt

# SCP_LBL_CUS_EXPAND
source: Extend
de: Verlängern

# SCP_LBL_CUS_STANDARD
source: Standard price
de: Standartpreis
